# https://github.com/Homebrew/homebrew-bundle
tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

# Homebrew
# https://github.com/Homebrew/brew/
# homebrew-cask
# https://github.com/caskroom/homebrew-cask

brew "wget"
brew "openssl"
brew "openssl@1.1"

brew "cmake"
cask "iterm2"
brew "bash"
brew "bash-completion"
brew "zsh"
brew "tmux"
brew "neovim"
brew "gmp"
brew "htop"
brew "tree"

brew "git"
brew "git-flow-avh"
brew "git-quick-stats"
brew "diff-so-fancy"

brew "ansible"
brew "awscli"
# cask "virtualbox"
# cask "vagrant"
# cask "vagrant-manager"
cask "docker"
brew "nvm"

cask "visual-studio-code"
cask "firefox"
cask "google-chrome"
cask "postman"
cask "skype"
cask "slack"
cask "telegram"

brew "yarn", args: ["without-node"]
brew "jmeter", args: ["with-plugins"]
brew "jq"

brew "pgcli"
brew "postgresql", restart_service: true
brew "python"
brew "python3"