brew "wget"
brew "openssl"
brew "openssl@1.1"

brew "cmake"
brew "gmp"
brew "htop"
brew "tree"
brew "telnet"

cask "firefox"
cask "google-chrome"
cask "postman"
cask "skype"
cask "slack"
cask "telegram"

brew "python"
brew "python3"
brew "ansible"
brew "awscli"
# cask "virtualbox"
# cask "vagrant"
# cask "vagrant-manager"
cask "docker"
brew "nvm"
brew "yarn", args: ["without-node"]
brew "jmeter", args: ["with-plugins"]
brew "jq"